cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
GitHub.copilot
mhutchie.git-graph
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
twxs.cmake
yzhang.markdown-all-in-one
ms-python.python
ms-python.vscode-pylance
ms-vscode.powershell
starkwang.markdown
ms-vscode.live-server
svelte.svelte-vscode
yzane.markdown-pdf